{
	"yszcTitle": "《卓越传说》软著：2018SR794870,版号：国新出审[2019]2330号请您务必认真阅读、充分理解”用户服务协议“、”隐私政策“各条款，包括但不限于：为了向您提供数据、分享等服务索要获取的权限信息。您可以阅读<a href='event:yhfwxyDec'><u>《用户服务协议》</u></a>、<a href='event:yszcDec'><u>《隐私政策》</u></a>了解详细信息。如您同意，请点击“同意”开始接受我们的服务。",
	"yszcDec": "本应用尊重并保护所有使用服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，本应用会按照本隐私权政策的规定使用和披露您的个人信息。但本应用将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，本应用不会将这些信息对外披露或向第三方提供。本应用会不时更新本隐私权政策。 您在同意本应用服务使用协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于本应用服务使用协议不可分割的一部分。\n\n适用范围\n\n在您注册本应用帐号时，您根据本应用要求提供的个人注册信息；\n在您使用本应用网络服务，或访问本应用平台网页时，本应用自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；\n本应用通过合法途径从商业伙伴处取得的用户个人数据。\n您了解并同意，以下信息不适用本隐私权政策：\n\n您在使用本应用平台提供的搜索服务时输入的关键字信息；\n本应用收集到的您在本应用发布的有关信息数据，包括但不限于参与活动、成交信息及评价详情；\n违反法律规定或违反本应用规则行为及本应用已对您采取的措施。\n信息使用\n\n本应用不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可，或该第三方和本应用（含本应用关联公司）单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。\n本应用亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何本应用平台用户如从事上述活动，一经发现，本应用有权立即终止与该用户的服务协议。\n为服务用户的目的，本应用可能通过使用您的个人信息，向您提供您感兴趣的信息，包括但不限于向您发出产品和服务信息，或者与本应用合作伙伴共享信息以便他们向您发送有关其产品和服务的信息（后者需要您的事先同意）。\n信息披露\n\n在如下情况下，本应用将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息：\n\n经您事先同意，向第三方披露；\n为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；\n根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；\n如您出现违反中国有关法律、法规或者本应用服务协议或相关规则的情况，需要向第三方披露；\n如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；\n在本应用平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，本应用有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决。\n其它本应用根据法律、法规或者网站政策认为合适的披露。\n信息存储和交换\n\n本应用收集的有关您的信息和资料将保存在本应用及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或本应用收集信息和资料所在地的境外并在境外被访问、存储和展示。\n\nCookie的使用\n\n在您未拒绝接受cookies的情况下，本应用会在您的计算机上设定或取用cookies ，以便您能登录或使用依赖于cookies的本应用平台服务或功能。本应用使用cookies可为您提供更加周到的个性化服务，包括推广服务。\n您有权选择接受或拒绝接受cookies。您可以通过修改浏览器设置的方式拒绝接受cookies。但如果您选择拒绝接受cookies，则您可能无法登录或使用依赖于cookies的本应用网络服务或功能。\n通过本应用所设cookies所取得的有关信息，将适用本政策。\n信息安全\n\n本应用帐号均有安全保护功能，请妥善保管您的用户名及密码信息。本应用将通过对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”。\n在使用本应用网络服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对\n本隐私政策的更改\n\n如果决定更改隐私政策，我们会在本政策中、本公司网站中以及我们认为适当的位置发布这些更改，以便您了解我们如何收集、使用您的个人信息，哪些人可以访问这些信息，以及在什么情况下我们会透露这些信息。\n本公司保留随时修改本政策的权利，因此请经常查看。如对本政策作出重大更改，本公司会通过网站通知的形式告知。\n方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是本应用用户名及密码发生泄露，请您立即联络本应用客服，以便本应用采取相应措施。\n",
	"yhfwxyDec": "萌可游戏用户服务协议\n欢迎您使用萌可游戏相关服务！\n您欲使用萌可游戏的服务，应当认真阅读并遵守《萌可游戏用户服务协议》（以下简称“本协议”）中全部条款，本协议由您与萌可游戏共同缔结，本协议具有合同效力。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制萌可游戏责任的条款（以下称“免责条款”）、对用户权利进行限制的条款（以下称“限制条款”）、约定争议解决方式和司法管辖的条款，以及开通或使用某项服务的单独协议。前述免责、限制及争议解决方式和管辖条款可能以黑体加粗、颜色标记或其他合理方式提示您注意，包括但不限于本协议第四条、第六条、第七条、第八条、第九条、第十三条等相关条款，您对该等条款的确认将可能导致您在特定情况下的被动、不便、损失，请您在确认同意本协议之前或在使用萌可游戏服务之前再次阅读前述条款。双方确认前述条款并非属于《合同法》第40条规定的“免除其责任、加重对方责任、排除对方主要权利的”的条款，并同意该条款的合法性及有效性。\n除非您已阅读并接受本协议所有条款，否则您无权使用萌可游戏服务。您点击同意、接受或下一步，或您注册、使用萌可游戏服务均视为您已阅读并同意签署本协议。\n如果您未满18周岁，请在法定监护人的陪同下阅读本协议。\n萌可游戏有权在必要时修改本协议条款。如果你继续使用萌可游戏服务，即视为你已接受修改后的协议。如果你不接受修改后的协议，应当停止使用萌可游戏提供的服务。\n1、定义\n1.1开发者 ：指萌可游戏（以下可称“开发者”或“萌可游戏”）。\n1.2应用 ：指由开发者开发或开发者依法获得相关权利人授权可向用户提供各种服务的应用程序，包括但不限于游戏类服务及今后可能出现的各种服务（以下可称“应用”或“网络游戏”）。\n1.3本协议：指本协议正文及其修订版本、游戏规则及其修订版本。上述内容一经正式发布，即为本协议不可分割的组成部分，本协议同时还包括文化部依据《网络游戏管理暂行办法》（文化部令第49号）制定的《网络游戏服务格式化协议必备条款》。\n1.4游戏规则：指萌可游戏不时发布并修订的关于应用或网络游戏的用户守则、玩家条例、游戏公告、提示及通知等内容。\n1.5您：又称“玩家”或“用户”，指接受萌可游戏服务的自然人。\n2、知识产权条款\n本应用及服务由开发者或依法获得相关权利人授权合法运营，受中华人民共和国著作权法及国际版权条约和其他知识产权法及条约的保护。\n3、服务内容\n3.1在用户遵守本协议及相关法律法规的前提下，萌可游戏给予用户一项不可转让及非排他性的许可，以使用萌可游戏服务，包括：\n3.1.1接收、下载、安装、启动、升级、登陆、显示、运行应用；\n3.1.2在游戏内创建游戏角色，设置角色名；查阅游戏规则、用户个人资料、游戏对局结果，开设游戏房间、使用聊天功能、社交分享功能；\n3.1.3使用游戏支持并允许的其他某一项或几项功能。\n3.2萌可游戏服务的具体内容由萌可游戏根据实际情况提供，萌可游戏保留随时变更、中断或终止部分或全部服务的权利。\n3.3萌可游戏在提供服务时，可能会对部分服务(例如网络游戏及其他电信增值服务)的用户收取一定的费用。在此情况下，萌可游戏会在相关页面上做出明确提示。如用户不同意支付该等费用，则可不接受相关服务。\n3.4用户应使用正版软件接受服务。\n4、用户帐号\n4.1用户帐号注册\n4.1.1用户如果需要使用本应用，需按照《网络游戏管理暂行办法》及文化部《网络游戏服务格式化协议必备条款》等要求，登录实名注册系统并进行实名注册。注册过程中，用户应按照要求输入正确的个人基本资料，包括真实姓名和有效的身份证、护照、军人证号码。用户保证以其真实身份注册账号，并保证所提供的个人身份资料信息真实、完整、有效，依据法律规定和本协议的约定对所提供的信息承担相应的法律责任。\n4.1.2用户输入的姓名和身份证、护照、军人证号码结合其与之对应的证件，作为用户唯一有效身份证明；在用户无法有效证明自身身份时，萌可游戏有权拒绝提供任何信息或承担任何义务。\n4.1.3用户充分理解并同意：萌可游戏会按照国家相关要求将用户的实名注册信息运用于防沉迷系统之中，即萌可游戏可能会根据用户的实名注册信息判断用户是否年满18周岁，从而决定是否对用户的游戏账号予以防沉迷限制；同时，为保障用户使用本服务的合法权益及身心健康，萌可游戏也会结合不同游戏的玩法及类型，逐级进行防沉迷限制和提醒，并以合适的方式提示用户。\n4.1.4 用户充分理解并同意：用户在游客模式下可能无法进行游戏充值或消费。且一旦用户卸载或重装萌可游戏，或用户更换手机、电脑等终端设备或该等终端设备损坏的，用户在该游客模式下所有游戏相关数据可能都将会被清空，且无法查询和恢复。如因此造成用户任何损失的，均由用户自行承担。\n4.2用户帐号使用\n用户在使用萌可游戏服务过程中，禁止出现下列行为：\n4.2.1删除应用及其他副本上所有关于商标、版权等权利信息及内容。\n4.2.2对应用进行反向工程、反向汇编、反向编译等。\n4.2.3对于应用中相关信息等，未经本应用开发者书面同意，擅自实施包括但不限于下列行为：使用、复制、修改、链接、转载、汇编、发表、出版，建立镜像站点、擅自借助应用发展与之有关的衍生产品、作品等。\n4.2.4利用应用及服务发表、传送、传播、储存危害国家安全、祖国统一、社会稳定、公序良俗、社会公德以及赌博、宣扬赌博、侮辱、诽谤、淫秽或含有任何性或性暗示的、暴力的内容，或引起他人不安及任何违反国家法律法规政策的内容或者设置含有上述内容的网名、角色名。\n4.2.5利用应用及服务发表、传送、传播、储存侵害他人知识产权、商业机密权、肖像权、隐私等合法权利的内容。\n4.2.6进行任何危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/帐户；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本应用系统或网络的弱点或其他实施破坏网络安全的行为；企图干涉、破坏本应用系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP 数据包名称或部分名称。\n4.2.7进行任何破坏应用服务公平性或者其他影响应用正常秩序的行为，如主动或被动刷金币、通过非正常手段大量创建账号、爆卡、合伙作弊、使用外挂或者其他的作弊软件、利用BUG（又叫“漏洞”或者“缺陷”）来获得不正当的利益，或者利用互联网或其他方式将外挂、作弊软件、BUG公之于众。\n4.2.8私自进行游戏账号、游戏币、道具等交易，或进行其他任何商业行为，如销售商品、发布广告等。\n4.2.9利用开发者提供的服务，从事任何与本应用无关的行为，包括但不限于以赠送游戏金币、礼品等任何方式，宣传其他应用或游戏，邀请、诱导其他用户使用其他应用；邀请、诱导其他用户放弃、停止使用本应用；损害本应用品牌，破坏本应用秩序等任何行为。\n4.2.10冒充开发者、应用服务管理员或应用论坛管理员、版主发布任何诈骗或虚假信息。\n4.2.11在游戏类应用当中进行恶意刷屏、恶意踢人、恶意耗时等破坏应用公共秩序的行为。\n4.2.12利用萌可游戏服务系统传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料。\n4.2.13利用萌可游戏服务系统进行任何可能对互联网的正常运转造成不利影响或任何不利于萌可游戏的行为。\n4.3用户帐号的保管\n4.3.1萌可游戏有权审查用户注册所提供的身份信息是否真实、有效，并应积极地采取技术与管理等合理措施保障用户账号的安全、有效；用户有义务妥善保管其账号及密码，并正确、安全地使用其账号及密码。任何一方未尽上述义务导致账号密码遗失、账号被盗等情形而给用户和他人的民事权利造成损害的，应当承担由此产生的法律责任。\n4.3.2萌可游戏对登录后所持账号产生的行为依法享有权利和承担责任。如若有任何第三方向萌可游戏发出指示，在确认其提供账户、密码信息准确的情况下，用户同意且萌可游戏有权视为该行为获得了用户的充分授权，该行为所产生结果直接归属于用户本身。\n4.3.3若用户发现账号或密码被他人非法使用或有异常使用的情形，请立即通知萌可游戏，并有权通知萌可游戏暂停该账号的登录和使用，但用户在进行该等申请时应提供与其注册身份信息相一致的个人有效身份信息。萌可游戏核实用户所提供的个人有效身份信息与所注册的身份信息相一致的，应当及时采取措施暂停用户账号的登录和使用。用户没有提供其个人有效身份证件或者用户提供的个人有效身份证件与所注册的身份信息不一致的，萌可游戏有权拒绝用户上述请求。\n4.4用户帐号的服务\n萌可游戏可能会通过网络游戏官方网站、客服电话、游戏管理员等途径，向用户提供诸如游戏规则说明、BUG或外挂投诉、游戏物品找回、游戏物品锁定或解除锁定、帐号申诉等客户服务，用户应当：\n4.4.1通过萌可游戏客服官方网站或者萌可游戏提供的其他途径了解这些客户服务的内容、要求以及资费，谨慎选择是否需要接受相应的客户服务，向萌可游戏真实地准确地表达需求；\n4.4.2同意并接受萌可游戏关于该等客户服务的专门协议或条款；\n4.4.3按照萌可游戏的要求如实提供用户的包括有效身份信息在内的个人信息和游戏情况，及用户掌握的其他用户或网络游戏本身的情况，例如：用户的帐户及其项下的个人资料、网络游戏的登录情况和游戏物品情况，网络游戏当中存在的BUG、外挂及用户知晓的其他玩家使用BUG或外挂的情况。\n4.5若萌可游戏发现疑似遭盗用的用户帐号，有权立即终止该帐号的使用权。\n4.6若因为用户自身原因，而导致账号、密码遭他人非法使用时，萌可游戏将不负责处理。用户自身原因包括但不限于：任意向第三者透露账号和密码及所有注册资料；多人共享同一个账号；安装非法或来路不明的程序等。\n5、用户隐私及信息保护\n5.1尊重用户个人隐私信息的私有性是本应用及服务的原则，开发者应采取合理的措施保护用户的个人隐私信息，除法律或有法律赋予权限的政府部门要求或用户同意等合理原因外，未经用户同意不向任何他方公开、透露用户个人隐私信息。\n5.2用户信息保护\n5.2.1开发者要求用户提供与其个人身份有关的信息资料时，应事先以明确而易见的方式向用户公开其隐私权保护政策和个人信息利用政策，并采取必要措施保护用户的个人信息资料的安全。\n5.2.2未经用户许可开发者不得向任何他方提供、公开或共享用户注册资料中的姓名、个人有效身份证件号码、联系方式、家庭住址等个人身份信息，但下列情况除外：\nA.用户或用户监护人授权开发者披露的；\nB.有关法律要求开发者披露的；\nC.司法机关或行政机关基于法定程序要求开发者提供的；\nD.开发者为了维护自己合法权益而向用户提起诉讼或者仲裁时；\nE.应用户监护人的合法要求而提供用户个人身份信息时。\n6、所有权\n6.1萌可游戏提供的服务内容中包括和/或涉及的所有的作品及资料（包括但不仅限于任何字幕、计算机代码、主题、物件、游戏角色、游戏角色名称、故事内容、对话内容、流行语、游戏概念、美术作品、动画、声效、乐曲、音像效果、运算方法、文档、线上聊天记录副本、游戏角色资料信息、游戏客户端和服务器软件等），其著作权、专利权、商标专用权、商业秘密权及其它知识产权，均为萌可游戏或授权萌可游戏使用的合法权利人所有，除非事先经萌可游戏或其权利人的合法授权，任何人皆不得擅自以任何形式使用，否则萌可游戏可立即终止向用户提供产品和服务，并依法追究其法律责任，赔偿萌可游戏一切损失。\n6.2未经萌可游戏授权，任何人不得擅自复制、反编译(de-compile)、反汇编(disassemble)任何功能或程序，不得对任何功能和/或程序进行反向工程(reverse engineering)。\n6.3用户在此同意并确认，用户账号数据和所有其它相关信息，包括但不限于用户提供的个人信息、账号中的游戏角色和虚拟物品（除另有约定外，本条款所指的“虚拟物品”包括但不限于游戏内虚拟货币、游戏金币、道具、装备、材料等）都归萌可游戏所有，萌可游戏在此许可用户依本协议而获得其使用权，萌可游戏有权处置该用户帐号数据和所有其他相关信息。用户在购买、使用前述虚拟物品时应遵循本协议、游戏具体规则的要求；同时，该等虚拟物品可能受到一定有效期限的限制，即使用户在规定的有效期内未使用，除不可抗力或可归责于途游的原因外，一旦有效期届满，将会自动失效。\n6.4萌可游戏可能涉及第三方知识产权，而该等第三方对用户基于本协议在萌可游戏中使用该等知识产权有要求的，用户应当一并遵守。\n6.5鉴于互联网的特殊性，用户在萌可游戏的网页及各种官方论坛、贴吧上发布的信息或者使用萌可游戏的服务时还需符合其他有关国家和地区的法律规定以及国际法的相关知识产权规定。\n7、服务的中止和终止\n7.1服务中止：\n用户在此同意并确认，其有下列行为之一时，萌可游戏有权中止为该用户提供部分或全部服务，对其帐户做封号冻结处理：\n7.1.1提供虚假注册身份信息；\n7.1.2实施了违法本协议的行为；\n在用户实施7.1.1和7.1.2行为后，萌可游戏有权中止为该用户提供部分或全部服务；萌可游戏在采取中止措施时，将告知用户中止期间，中止期间应该是合理的，中止期间届满后，萌可游戏应当及时恢复对用户的服务。但中止期间届满时，如果用户的违约状态仍然存在的，则萌可游戏有权延长中止服务的期间。\n7.1.3可能因为游戏软件BUG、版本更新缺陷、第三方病毒攻击或其他任何因素导致用户的游戏角色、游戏道具、游戏装备及游戏币等账号数据发生异常的；\n在出现7.1.3情形导致萌可游戏采取中止措施时，萌可游戏有义务查明原因，若查明数据异常为非正常游戏行为，萌可游戏有权恢复游戏账号至异常发生前的状态，且萌可游戏无需向用户承担任何责任\n7.1.4用户实施了损害第三方用户权益或利益的行为；\n7.2 服务的终止\n用户同意其实施了下列行为之一时，萌可游戏有权终止为该用户提供服务，对其帐户做删除处理：\n7.2.1有在公共环境下捣乱、骚扰、欺骗其他用户等行为或者用户发布违法信息、违背社会公德；\n7.2.2严重违背社会公德以及其他违反法律禁止性规定的行为；\n7.2.3通过非法手段、不正当手段或其他不公平的手段使用萌可游戏服务或参加萌可游戏活动，包括但不限于同一IP地址下超过1个账号参加游戏比赛活动或其他游戏服务；\n7.2.4干扰萌可游戏正常地提供产品和服务，包括但不限于：攻击、侵入萌可游戏的网站服务器、游戏服务器客户端程序或使网站服务器过载；\n7.2.5破解、修改萌可游戏提供的客户端程序；\n7.2.6制作、发布、传播、使用任何形式的妨碍游戏公平性的辅助工具或程序(外挂)；\n7.2.7利用程序的漏洞和错误(Bug)破坏游戏的正常进行或传播该漏洞或错误(Bug)；\n7.2.8用户在应用中赠与、转让游戏虚拟道具、游戏积分；\n7.2.9用户在萌可游戏非官方渠道（包括任何个人或单位）或非指定代理商处（包括任何个人或单位）购买、出售游戏金币等虚拟道具或线上、线下倒买倒卖游戏金币等虚拟道具；\n7.2.10连续180天没有使用萌可游戏所提供的服务（自用户最后一次使用服务之日起计算），则自第180天当天的24时起，萌可游戏有权采取措施终止该用户继续使用服务，删除该用户帐号，包括但不限于注册信息、等级信息、角色信息、物品信息等一切与注册帐号相关的信息，且勿需对删除该帐号所带来的任何利益损失负责；\n7.2.11实施其他不合理地干扰或阻碍他人使用萌可游戏所提供服务或损害其他用户利益和权益的行为；\n7.3用户在此同意并确认，用户违反第7.2.8和7.2.9条的，萌可游戏除有权终止该用户提供服务，对其帐户做删除处理外，对于违反情节严重的用户，萌可游戏还有权通过举报、报案等方式上报萌可游戏所在地的公安机关，交由司法机关处理，以追究相关当事人（包括但不限于用户、参与违法违规交易的第三方等）的刑事责任。\n7.4用户在此理解并确认，若萌可游戏依照本协议条款冻结、中止、终止、删除用户账号的使用时，可能会导致用户账号下的游戏数据及相关信息被删除，以及相关权益的丧失，该等损失由用户自行承担，对此萌可游戏不承担任何责任。\n7.5为了维护和保证用户使用萌可游戏服务时的公平性，用户在此同意并确认，在萌可游戏发现用户数据异常（数据异常包括但不限于金币、奖券、道具和其它游戏参数异常变化、用户游戏行为出现明显异常等，该等异常可由萌可游戏根据用户行为进行合理判断）时，无论用户对该异常数据的产生是否存在过错，萌可游戏均有权根据本协议及之后不定期发布的服务公告等，采取相应措施：包括但不限于对该账号的冻结、中止、终止、删除；用户在此承诺萌可游戏有权作出上述行为，并承诺不就上述行为要求萌可游戏作出任何形式的补偿或退费。\n8、 服务的中断和停止\n8.1用户了解并认可，为了网站的正常运行，萌可游戏需定期或不定期地对网站进行停机维护，这种因系统维护或升级的需要而需暂停服务时，萌可游戏将尽可能事先进行通告。因此类情况而造成的正常服务的中断、停止，用户应该予以理解。\n8.2发生下列情形之一时，萌可游戏有权停止或中断服务器所提供之服务，对因此而产生的不便或损害，萌可游戏不承担任何责任，用户亦在此明确表示不追究萌可游戏因行使相关单方中断或终止服务权利而可能导致的一切责任：\n8.2.1定期检查或施工，更新软硬件等；\n8.2.2服务器遭受损坏，导致无法正常运作；\n8.2.3突发性的软硬件设备与电子通信设备故障；\n8.2.4网路提供商线路或其它故障，无法提供服务；\n8.2.5在紧急情况之下为维护国家安全或其它会员及第三者之人身安全；\n8.2.6不可抗力及其他第三方原因致使萌可游戏无法提供服务；\n8.2.7由于相关政府机构的要求。\n8.3用户在此同意并确认：萌可游戏提供服务时可能会涉及到虚拟物品（包括但不限于游戏内虚拟货币、游戏金币、道具、装备、材料等），该虚拟物品仅在服务运营期内有效，服务停止时，虚拟物品将随服务停止运营而消失，用户一经获得将不得以任何形式退还给萌可游戏。\n9、特别提醒事项\n9.1用户同意萌可游戏有权视应用的实际运营情况及成本需要，将处于不同服务器上的同一个应用及该应用用户集中迁至同一个服务器进行合并处理（下称“合服”）。合服后，用户帐号信息、用户帐号内数据依然有效，用户在此确认并接受因合服行为所引起的任何合理变动（包括但不限于游戏内各种排名的合理变动等）；用户同意萌可游戏享有通过提前60天在网站公告通知的方式中断或终止部分或全部服务的权利，用户已明确知晓上述权利的授予且知晓因上述权利的行使可能给自身及其他第三方造成的直接或间接利益减损，用户在此明确表示不追究萌可游戏因行使上述单方中断或终止服务权利而可能导致的一切责任。\n9.2用户充分理解并同意，根据公安部等《关于规范网络游戏经营秩序查禁利用网络游戏赌博的通知》及文化部文化市场司《关于开展棋牌类网络游戏专项核查工作的通知》等规定，萌可游戏有权对用户在使用本服务时每局、每日游戏币、游戏积分或者其他游戏道具的输赢数量进行限制，并以合适的方式提示用户。\n9.3用户在此承诺，仅通过萌可游戏的官方渠道或其授权的官方渠道获得与网络游戏相关的虚拟货币、游戏道具、游戏装备等，任何通过萌可游戏非官方渠道或非授权的官方渠道购买、接受赠与或者其他价何方式获得上述游戏物品的，用户应当自行承担相应的风险，而且该等行为将被视为严重违约及违法违规行为，萌可游戏不仅有权禁止等游戏物品在应用中正常使用，有权立即对该等账户做中止、终止服务和删号处理，而无须承担任何责任；而且对于所涉行为情节严重的，萌可游戏还有权将相关当事人（包括用户及任何与之交易的第三方）交由萌可游戏所在地的公安机关处理，以追究相关当事人（包括用户及任何与之交易的第三方）的全部法律责任。\n9.4用户在此确认并同意，任何在非应用中或者在应用之外与其他用户或任何第三方交易虚拟货币和虚拟道具的行为都将被视为严重违约及违法行为，萌可游戏不仅有权禁止该等物品在应用中正常使用，有权立即对该等账户做中上、终止服务和删号处理，而无须承担任何责任；而且对于所涉行为情节严重的，萌可游戏还有权将相关当事人交由萌可游戏所在地的公安机关处理，以追究相关当事人（包括用户及任何与之交易的第三方）的全部法律责任。\n9.5用户在此确认并同意：萌可游戏因用户从事违反法律法规或协议约定的行为而采取的措施，可能并不会影响用户游戏帐号依照相关游戏规则与其他游戏用户之间的互动，并且上述措施可能会导致用户当前使用的帐号项下的有使用期限的道具、装备因使用期限在萌可游戏采取上述措施期间届满而无法继续使用，由此给用户造成损失由用户自行承担。即萌可游戏采取上述措施所持续的时间是计算在有使用期限的游戏道具、游戏装备的使用期限当中的；该等措施执行终止后，游戏道具、游戏装备的使用期限并不会因此续延。\n9.6用户在此确认并同意：网络游戏和/或其附属的商城内出售的游戏物品，没有标明使用期限，或者其标明的使用期限为“永久”、“无限期”或“无限制”的游戏物品，仅指在网络游戏运营期间可以无限期使用，其使用期限即为自用户获得该游戏物品之日起至网络游戏终止运营（无论何种原因导致的终止运营）之日止。一旦因为各种原因导致本协议被终止或者网络游戏终止运营，用户将无法继续使用该等游戏物品。\n9.7用户在此确认并同意：网络游戏的相关游戏数据将会占据网络游戏的服务器空间，长时间保留用户在使用和享受网络游戏产品及服务的过程中所产生的全部游戏数据，将会大量地挤占服务器空间，影响用户及其他用户的游戏速度，增加萌可游戏运营成本，是完全没有必要的。因此，萌可游戏将会定期将服务器上存储的一些过往的游戏数据转移或者永久地删除。\n9.8用户在此确认并同意：用户从事违反相关法律法规或本协议的行为，是一种即时性的瞬间消失的行为。目前，萌可游戏通常是在服务器软件和/或客户端软件中设置安全程序，由这种安全程序对接收到的从用户使用的手机上传输过来的游戏数据进行分析判断。如果接收到游戏数据符合这种安全程序当中事先设定的多项分析指标，或者多次符合其中设定的某一项或某几项指标，则萌可游戏可能据此判断用户从事了违反相关法律法规或本协议的行为。当然，萌可游戏也可能会采取与上列方式不同的方式进行分析判断。但无论萌可游戏采取何种方式对用户从事的违反相关法律法规或本协议的行为进行判断，用户同意均以萌可游戏提供的相关数据和判断方式、标准等为准，用户对此没有异议。\n9.9用户在此确认并同意：用户可能从事的违反相关法律法规或本协议的行为，是一种即时性的瞬间即可让众多用户知晓的行为，萌可游戏如果不立即采取各种处理措施，可能会造成非常严重非常恶劣的后果。对此，用户是给予充分理解的，并完全同意萌可游戏采取相关措施。\n9.10萌可游戏承诺遵守国家有关保护青少年身心健康的法律、政策，按照国家的相关法规保护青少年的身心健康。用户应当遵守国家相关的法规及萌可游戏根据相关法规制定的关于保护青少年身心健康各种规则。\n9.11用户如有任何违反相关法规或本协议的行为，萌可游戏除有权按协议约定采取相关措施外，还有权同时采取下列措施当中的一种或几种：\n（1）立即断开用户当前使用的手机与网络游戏服务器之间的网络连接，用户必须重新登录才能继续使用网络游戏；\n（2）暂时禁止用户凭借当前使用的帐号登录网络游戏；\n（3）暂时禁止用户使用在当前使用的帐号项下创建的某一网络游戏角色；\n（4）暂时将用户当前帐号项下的某一网络游戏角色的活动范围限定在某一特定的游戏区域；\n（5）暂时禁止用户使用网络游戏当中某一要求付费的功能，直至用户清偿所欠费用并为继续使用上述付费功能而预先支付相应的费用之日止；\n（6）降低或者清除用户当前使用的帐号在网络游戏当中的积分、等级和/或荣誉等记录；\n（7）暂时禁止用户凭借当前使用的帐号在网络游戏当中发表任何言论；\n（8）永久性地、不可撤销地将用户发布的广告、虚假信息或者非法言论删除，或者采取其他的阻止其传播的措施；\n（9）永久性地、不可撤销地将用户非法获取的虚拟货币、游戏道具和/或游戏装备等游戏物品删除，或者将其返还给原来的通过合法途径取得其使用权的其他用户；\n（10）永久性地、不可撤销地将用户非法获取的积分、等级、荣誉等记录取消或清零；\n（11）永久性地、不可撤销地禁止用户凭借当前使用的帐号在网络游戏当中发表任何言论；\n（12）永久性地、不可撤销地删除用户当前使用的帐号项下的所有游戏道具、游戏装备、游戏币、积分、等级、荣誉等资料以及相应的游戏数据；\n（13）永久性地、不可撤销地禁止用户凭借在当前使用的帐号登录网络游戏，并删除、清空该帐号在网络游戏当中产生的所有游戏数据、游戏币、游戏道具、游戏装备等资料；\n（14）采取上列措施之外的其他的措施。\n9.12萌可游戏有权连续地、间断地或者交替地采取前述措施当中的一种或几种。\n10、风险与免责\n10.1萌可游戏就其所提供的服务，不负任何明示或默示的担保责任，而其所提供的服务的稳定、安全、无误及不中断性亦有可能因第8条所述情形而受到影响。用户应自行承担使用服务所有的风险及因此可能导致的损害，包括而不限于其因使用服务而到萌可游戏官方网站下载游戏或资料图片而导致用户或其所使用的计算机系统非因萌可游戏主观原因造成的损害，或发生任何资料的流失等。\n10.2萌可游戏对其服务不保证不出现任何程序BUG,并对由此可能产生的问题不承担任何赔偿责任。\n10.3萌可游戏不保证其所提供的服务将符合每位用户的要求，不保证服务将不受干扰，也不对服务的及时性、安全性、出错发生以及信息是否能准确、及时、顺利地传送作任何担保。\n10.4用户明确同意其使用萌可游戏服务所存在的风险将完全由其自己承担；因其使用萌可游戏服务而产生的一切后果也由其自己承担，萌可游戏对用户不承担任何责任。\n10.5用户在此同意并确认，在适用法律允许的最大范围内，萌可游戏所提供的服务是在“现状”及“现有”基础上提供给用户使用，不包括任何类型的明示或暗示的担保（包括但不限于适销性、针对特定目的的适用性、所有权、不侵权以及由交易习惯所引发的各种可能性）。萌可游戏不保证用户可按照其所选择的时间和地点访问或使用萌可游戏服务，不保证萌可游戏服务不会中断或没有错误，不保证缺陷必被纠正，也不保证萌可游戏服务均不含病毒或其它有害要素。\n10.6在此确认并同意：不同操作系统之间存在不互通的客观情况，该客观情况并非萌可游戏造成，由此可能导致用户在某一操作系统中的充值和游戏数据不能顺利转移到另一操作系统中。由于用户在不同系统进行切换造成的充值损失和游戏数据丢失风险应由用户自行承担，不得要求萌可游戏承担任何责任。\n10.7用户在此同意并确认，使用本应用涉及到互联网服务，可能会受到各个环节不稳定因素的影响。因此本应用存在不可抗力、手机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险。\n10.8用户在此同意并确认，使用本应用存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）的匿名或冒名信息的风险，用户须承担以上风险，开发者对此不作任何类型的担保，不论是明确的或隐含的，包括所有有关信息真实性、适于某一特定用途、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用本应用产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。\n10.9用户理解本应用同大多数互联网产品一样，易受到各种安全问题的困扰，包括但不限于：\n（1）用户不当透露详细个人资料，被不法分子利用，造成现实生活中的骚扰；\n（2）用户被哄骗、破译密码；\n（3）用户下载安装的其他软件中含有“特洛伊木马”等病毒，威胁到个人手机上信息和数据的安全，继而威胁对本应用及服务的使用。\n10.10用户在服务所涉官方网站上所表达的观点、建议、意见和其它内容均为用户本人看法，不代表萌可游戏的观点，因此而产生的法律纠纷或责任，与萌可游戏无关，均由用户承担。\n11、萌可游戏的义务\n11.1在法律法规允许的范围内，利用互联网为用户提供网络服务。\n11.2严格按照本协议的约定对用户信息承担保密义务。\n11.3依据我国法律规定，核实用户所提供的个人有效身份信息与所注册的身份信息是否一致，经核实后，发现一致的，萌可游戏应当为用户提供账号注册人证明、原始注册信息等必要的协助和支持，并根据需要向有关行政机关和司法机关提供相关证据信息资料。\n11.4承诺将网络游戏虚拟货币发行种类、价格、总量等情况按规定报送北京相关文化行政部门备案。\n11.5承诺不同时从事网络游戏虚拟货币发行主体和网络游戏虚拟货币交易服务。\n11.6承诺发行的虚拟货币的使用范围仅限于兑换自身提供的网络游戏产品和服务，不用于支付、购买实物或者兑换其它单位的产品和服务。\n11.7保证发行网络游戏虚拟货币时不以恶意占用用户预付资金为目的。\n11.8承诺各应用中，萌可游戏不存在人为操作、操控的行为，均为系统随机分配行为。\n12、 违约赔偿\n12.1用户同意保障和维护萌可游戏及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而导致萌可游戏、或其关系企业、受雇人、受托人、代理人或/及其它相关履行辅助人或任何其他第三人因此而受到损害或支出费用（包括但不限于由法律诉讼、行政程序等所支出的诉讼费用、律师费用、实际遭受损失的费用等），用户应负担损害赔偿责任。\n12.2萌可游戏对于用户使用其服务或无法使用网络所导致的任何直接、间接、衍生的损害或所失利益不负任何损害赔偿责任。\n13、附则\n13.1本协议签订地为中华人民共和国北京市朝阳区。\n13.2本协议的解释，效力及纠纷的解决，适用于中华人民共和国大陆地区法律。\n13.3若因本协议发生任何纠纷或争议，各方应当友好协商解决，协商不成的，均应提交萌可游戏所在地人民法院提起诉讼。\n13.4在适用法律允许的最大范围内，萌可游戏保留对本协议的最终解释权。\n\n"
}